Yaser0l/Graduation-Project/IoT/Mechanic/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_WIFI_CONNECT=n
CONFIG_ETHERNET_QEMU_CONNECT=y
